/* 
   Localizeable.strings
   iRubyKaigi2009

   Created by Katsuyoshi Ito on 09/07/03.
   Copyright 2009 ITO SOFT DESIGN Inc. All rights reserved.
 */
"LOCALE" = "en_US";
"DATE_FORMATTER_FOR_TITLE" = "MMMM d";

"SESSION_INFO_URL" = "http://iphone.itosoft.com/irubykaigi2009/English.lproj/session_info.csv";
"LIGHTNING_TALKS_INFO_URL" = "http://iphone.itosoft.com/irubykaigi2009/English.lproj/lightning_talks_info.csv";
"SUB_SESSION_INFO_URL" = "http://files.me.com/gutskun/abbuj1";
"SUB_LIGHTNING_TALKS_INFO_URL" = "http://files.me.com/gutskun/fespqk";

"JA_SESSION_INFO_URL" = "http://iphone.itosoft.com/irubykaigi2009/Japanese.lproj/session_info.csv";
"JA_LIGHTNING_TALKS_INFO_URL" = "http://iphone.itosoft.com/irubykaigi2009/Japanese.lproj/lightning_talks_info.csv";
"JA_SUB_SESSION_INFO_URL" = "http://files.me.com/gutskun/crfxcr";
"JA_SUB_LIGHTNING_TALKS_INFO_URL" = "http://files.me.com/gutskun/y3njc7";

"UPDATE_ERROR_MESSAGE" = "An error was occoured! Please try again later.";

"Show Session" = "Session Info";

/* Session */
"Session:title" = "Title";
"Session:speakers" = "Speaker(s)";
"Session:dayTimeTitle" = "Time";
"Session:room" = "Room";
"Session:summary" = "Abstract";
"Session:profile" = "Profile";

/* Speaker */
"Speaker:name" = "Name";
"Speaker:belonging" = "Belonging";
"Speaker:profile" = "Profile";
"Speaker:belongings" = "Belonging(s)";

/* LightningTalk */
"LightningTalk:speakers" = "Speaker(s)";
"LightningTalk:dayTimeTitle" = "Time";

"Show LightningTalk" = "Lightning Talk Info";

"Settings" = "Others";
